Repository: billsea/track_and_bill_osx
Catalog: *.lproj/Localizable.strings
Languages: spanish

# sOK
source: OK
spanish: Autorización

source: Delete
spanish: Quite

source: Cancel
spanish: Cancelación

# sYes
source: Yes
spanish: Sí

# notesButtonLabel
source: Add
spanish: Agregue

# ConfirmDelete
source: Are your sure you'd like to delete?
spanish: Están sus seguros usted gusto suprimirían?

# selProject
source: Select project
spanish: Seleccione el proyecto

# selProjInvoice
source: Please select a project for your new invoice.
spanish: Seleccione por favor un proyecto para su nueva factura.

# selProjSession
source: Please select a project for your new session.
spanish: Seleccione por favor un proyecto para su nueva sesión.

# delInvoice
source: Delete Invoice
spanish: Factura De la Cancelación

# delInvoiceConfirm
source: Really delete invoice?
spanish: ¿Realmente factura de la cancelación?

# profCheck
source: Check profile
spanish: Compruebe el perfil

# profCheckMsg
source: Profile data does not exist, please check your profile settings under the Preferences menu.
spanish: Los datos del perfil no existen, satisfacer el cheque sus ajustes del perfil bajo menú de las preferencias.

# profNameCheckMsg
source: Profile name does not exist, please check your profile under the Preferences menu.
spanish: El nombre del perfil no existe, satisfacer el cheque su perfil bajo menú de las preferencias.

# saveSess
source: Save Session
spanish: Excepto La Sesión

# saveSessMsg
source: Please select a project and client for each session, and save session.
spanish: Seleccione por favor a un proyecto y a cliente para cada sesión, y excepto la sesión.

# selClient
source: Select client
spanish: Seleccione a cliente

# selClientMsg
source: Please select a client for your new project.
spanish: Seleccione por favor a cliente para su nuevo proyecto.

# delClient
source: Delete Client
spanish: Cliente De la Cancelación

# delClientConfirm
source: Really delete client?
spanish: ¿Realmente cliente de la cancelación?

# delSess
source: Delete session
spanish: Sesión de la cancelación

# delSessConfirm
source: Really delete session?
spanish: ¿Realmente sesión de la cancelación?

# delProj
source: Delete Project
spanish: Proyecto De la Cancelación

# delProjConfirm
source: Really delete project?
spanish: ¿Realmente proyecto de la cancelación?

# PrefsName
source: Name/Company:
spanish: Nombre/Compañía:

# PrefsAddress
source: Address:
spanish: Dirección:

# PrefsCity
source: City:
spanish: Ciudad:

# PrefsState
source: State:
spanish: Estado:

# PrefsPostal
source: Postal Code:
spanish: Código Posta:

# PrefsPhone
source: Phone:
spanish: Teléfono:

# PrefsContact
source: Contact:
spanish: Contacto:

# prefsSaveButton
source: Save
spanish: Excepto

# prefsCloseButton
source: Close
spanish: Cierre

# prefsTab1
source: Profile
spanish: Perfil

# prefsTab2
source: Settings
spanish: Ajustes

# selSettings
source: Preferences Saved.
spanish: Las Preferencias Ahorraron.

# selSetSave
source: Please restart Track and Bill to activate changes.
spanish: Recomience por favor la pista y la cuenta para activar cambios.

# regCompleted
source: Registration completed!
spanish: ¡El registro terminó!

# regThanks
source: Thanks for Registering BTS Track and Bill!
spanish: ¡Gracias por colocar la pista y la cuenta del BTS!

# regError
source: Registration entry error
spanish: Error de entrada del registro.

# regErrorMessage
source: The registration number you have entered is not valid
spanish: El número de registro que usted ha incorporado es inválido.

# evalThanks
source: Thanks for evaluating BTS Track and Bill!
spanish: ¡Gracias por evaluar la pista y la cuenta del BTS!

# evalRegNow
source: Please register today!
spanish: ¡Por favor registro hoy!
